tap "beeftornado/rmtree"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazynpm"
tap "microsoft/git"
tap "mutagen-io/mutagen"
tap "reviewdog/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "smillerdev/tap"
brew "ack"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "libssh2"
brew "aria2"
brew "ruby"
brew "glib"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "bash"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bottom"
brew "bzip2"
brew "cairo"
brew "ccache", args: ["HEAD"]
brew "cmake"
brew "curl"
brew "libtool"
brew "gd"
brew "gmp"
brew "icu4c"
brew "libsodium"
brew "php", link: false
brew "composer"
brew "confd"
brew "coreutils"
brew "cpanminus"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose", link: false
brew "docker-machine"
brew "doctl"
brew "dos2unix"
brew "editorconfig"
brew "exif"
brew "exiftool"
brew "fd"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdu"
brew "geoip"
brew "geoipupdate"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow-avh"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "gnupg", link: false
brew "go"
brew "graphite2"
brew "groonga"
brew "harfbuzz"
brew "html-xml-utils"
brew "htop"
brew "python@3.12"
brew "httpie"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "leptonica"
brew "less"
brew "lftp"
brew "libarchive"
brew "libass"
brew "libedit"
brew "libiconv"
brew "libmaxminddb"
brew "libmemcached"
brew "pango"
brew "librsvg"
brew "libxdiff"
brew "llvm"
brew "lnav"
brew "lua-language-server"
brew "luacheck"
brew "luajit"
brew "mailhog"
brew "mariadb", restart_service: true
brew "mas"
brew "mkcert"
brew "mozjpeg"
brew "tree-sitter"
brew "neovim"
brew "nginx"
brew "ninja"
brew "node"
brew "nss"
brew "nvm"
brew "openjdk"
brew "oxipng"
brew "p7zip"
brew "pcre"
brew "perl"
brew "phive"
brew "php-code-sniffer"
brew "php@8.1"
brew "php@8.2", link: true
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pnpm"
brew "pyenv"
brew "python@3.11"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "selene"
brew "shellcheck"
brew "shfmt"
brew "sqlite-utils"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tor"
brew "universal-ctags"
brew "wget"
brew "yadm"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-completions"
brew "mutagen-io/mutagen/mutagen"
brew "reviewdog/tap/reviewdog"
brew "shivammathur/extensions/amqp@7.4"
brew "shivammathur/extensions/amqp@8.1"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/apcu@7.4"
brew "shivammathur/extensions/apcu@8.2"
brew "shivammathur/extensions/apcu@8.3"
brew "shivammathur/extensions/ast@7.4"
brew "shivammathur/extensions/ast@8.2"
brew "shivammathur/extensions/ast@8.3"
brew "shivammathur/extensions/ds@7.4"
brew "shivammathur/extensions/ds@8.2"
brew "shivammathur/extensions/ds@8.3"
brew "shivammathur/extensions/event@7.4"
brew "shivammathur/extensions/event@8.2"
brew "shivammathur/extensions/event@8.3"
brew "shivammathur/extensions/expect@7.4"
brew "shivammathur/extensions/expect@8.2", link: false
brew "shivammathur/extensions/expect@8.3", link: false
brew "shivammathur/extensions/gnupg@7.4"
brew "shivammathur/extensions/gnupg@8.2"
brew "shivammathur/extensions/gnupg@8.3"
brew "shivammathur/extensions/grpc@7.4"
brew "shivammathur/extensions/grpc@8.2"
brew "shivammathur/extensions/grpc@8.3"
brew "shivammathur/extensions/igbinary@7.4"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/igbinary@8.3"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/imagick@8.2"
brew "shivammathur/extensions/imagick@8.3"
brew "shivammathur/extensions/imap@7.4"
brew "shivammathur/extensions/imap@8.3"
brew "shivammathur/extensions/lua@7.4"
brew "shivammathur/extensions/mailparse@7.4"
brew "shivammathur/extensions/mailparse@8.2"
brew "shivammathur/extensions/mailparse@8.3"
brew "shivammathur/extensions/mcrypt@7.4", link: false
brew "shivammathur/extensions/mcrypt@8.2"
brew "shivammathur/extensions/mcrypt@8.3", link: false
brew "shivammathur/extensions/msgpack@7.4"
brew "shivammathur/extensions/msgpack@8.2"
brew "shivammathur/extensions/msgpack@8.3"
brew "shivammathur/extensions/pecl_http@7.4"
brew "shivammathur/extensions/pecl_http@8.2"
brew "shivammathur/extensions/raphf@8.3"
brew "shivammathur/extensions/pecl_http@8.3"
brew "shivammathur/extensions/phalcon5@8.3"
brew "shivammathur/extensions/protobuf@7.4"
brew "shivammathur/extensions/protobuf@8.2"
brew "shivammathur/extensions/protobuf@8.3"
brew "shivammathur/extensions/psr@7.4"
brew "shivammathur/extensions/psr@8.2"
brew "shivammathur/extensions/psr@8.3"
brew "shivammathur/extensions/redis@7.4"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/redis@8.3"
brew "shivammathur/extensions/swoole@7.4"
brew "shivammathur/extensions/swoole@8.2"
brew "shivammathur/extensions/swoole@8.3"
brew "shivammathur/extensions/uuid@7.4"
brew "shivammathur/extensions/uuid@8.2"
brew "shivammathur/extensions/uuid@8.3"
brew "shivammathur/extensions/v8js@7.4"
brew "shivammathur/extensions/v8js@8.2"
brew "shivammathur/extensions/v8js@8.3"
brew "shivammathur/extensions/xdebug@7.4"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/xdebug@8.3"
brew "shivammathur/extensions/xlswriter@7.4"
brew "shivammathur/extensions/xlswriter@8.2"
brew "shivammathur/extensions/xlswriter@8.3"
brew "shivammathur/extensions/yaml@7.4"
brew "shivammathur/extensions/yaml@8.2"
brew "shivammathur/extensions/yaml@8.3"
brew "shivammathur/php/php@7.4"
cask "adoptopenjdk"
cask "alacritty"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "fontforge"
cask "git-credential-manager"
cask "iterm2-beta"
cask "ngrok"
cask "sequel-ace"
cask "temurin"
cask "vscodium"
cask "xcodes"
mas "Apple Configurator", id: 1037126344
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Squirrel", id: 1669664068
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
