tap "beeftornado/rmtree"
tap "box-project/box"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jazz-man/tap"
tap "jesseduffield/lazynpm"
tap "microsoft/git"
tap "mutagen-io/mutagen"
tap "oven-sh/bun"
tap "reviewdog/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "smillerdev/tap"
tap "snyk/tap"
brew "ack"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "libyaml"
brew "ruby"
brew "python@3.12"
brew "glib"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "awk"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bottom"
brew "bzip2"
brew "cairo"
brew "ccache", args: ["HEAD"]
brew "cmake"
brew "curl"
brew "libtool"
brew "gd"
brew "gmp"
brew "libsodium"
brew "php"
brew "composer"
brew "confd"
brew "coreutils"
brew "cpanminus"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "dos2unix"
brew "editorconfig"
brew "exif"
brew "exiftool"
brew "fd"
brew "fribidi"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow-avh"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "gpgme"
brew "groonga"
brew "grpc"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "less"
brew "lf"
brew "lftp"
brew "libedit"
brew "libiconv"
brew "libmaxminddb"
brew "libmemcached"
brew "librsvg"
brew "libxdiff"
brew "llvm"
brew "lnav"
brew "lua-language-server"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "mailhog", restart_service: true
brew "mas"
brew "mkcert"
brew "mozjpeg"
brew "zlib"
brew "mysql@8.0", link: true
brew "tree-sitter"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "node@20"
brew "nss"
brew "nvm"
brew "openjdk"
brew "oxipng"
brew "p7zip"
brew "pcre"
brew "perl"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.2", link: true
brew "phpmd"
brew "phpstan"
brew "pickle"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pnpm"
brew "prettier"
brew "psalm"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "rust"
brew "selene"
brew "shellcheck"
brew "shfmt"
brew "sqlite-utils"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tor", restart_service: true
brew "typescript"
brew "universal-ctags"
brew "wdiff"
brew "wget"
brew "wp-cli"
brew "yadm"
brew "yarn"
brew "youtubedr"
brew "yq"
brew "yt-dlp"
brew "zplug"
brew "zsh-completions"
brew "box-project/box/box"
brew "mutagen-io/mutagen/mutagen"
brew "oven-sh/bun/bun"
brew "reviewdog/tap/reviewdog"
brew "shivammathur/extensions/amqp@8.1"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/apcu@8.2"
brew "shivammathur/extensions/expect@8.2", link: false
brew "shivammathur/extensions/gnupg@8.2"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/imagick@8.2"
brew "shivammathur/extensions/mailparse@8.2"
brew "shivammathur/extensions/mcrypt@8.2"
brew "shivammathur/extensions/msgpack@8.2"
brew "shivammathur/extensions/pecl_http@8.2"
brew "shivammathur/extensions/protobuf@8.2"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/uuid@8.2"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/xlswriter@8.2"
brew "shivammathur/extensions/yaml@8.2"
brew "snyk/tap/snyk"
cask "adoptopenjdk"
cask "alacritty"
cask "chromedriver"
cask "chromium"
cask "db-browser-for-sqlite"
cask "deepl"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "fontforge"
cask "git-credential-manager"
cask "inkscape"
cask "jetbrains-toolbox"
cask "ngrok"
cask "sequel-ace"
cask "temurin"
cask "xcodes"
mas "Apple Configurator", id: 1037126344
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Squirrel", id: 1669664068
mas "WireGuard", id: 1451685025
